"nodenumber 143"[{"heading":"ERROR","issue":"WCAG2A.Principle4.Guideline4_1.4_1_1.F77","element":{"node":"<section id=\"timeline-143-title\">\n      <h2>Second Timeline Heading</h2>\n    </section>","class":"","id":"timeline-143-title"},"position":{},"description":"Duplicate id attribute value \"timeline-143-title\" found on the web page."},{"heading":"ERROR","issue":"WCAG2A.Principle4.Guideline4_1.4_1_1.F77","element":{"node":"<footer class=\"slide slide-1\" id=\"slide-1\">\n        <p>Kids these days. When they're not on our lawn, they're using the web in some pretty unique ways. Debra Levin Gelman encourages us to take their needs into account and offers a fresh new method to help us design social tools for kids ages 8–12.</p>\n      </footer>","class":"slide slide-1","id":"slide-1"},"position":{},"description":"Duplicate id attribute value \"slide-1\" found on the web page."},{"heading":"ERROR","issue":"WCAG2A.Principle4.Guideline4_1.4_1_1.F77","element":{"node":"<footer class=\"slide slide-2\" id=\"slide-2\">\n        <p>The best person to mentor junior developers turns out to be: you. Mentoring can be a powerful tool for guiding and nurturing new hires, but it also benefits you—and your organization—by encouraging collaboration and curiosity in your everyday work. Alice Mottola offers guidance (and a little agile structure) for approaching the mentoring process—and shows how it can build better code and better engineers.</p>\n      </footer>","class":"slide slide-2","id":"slide-2"},"position":{},"description":"Duplicate id attribute value \"slide-2\" found on the web page."},{"heading":"ERROR","issue":"WCAG2A.Principle4.Guideline4_1.4_1_1.F77","element":{"node":"<footer class=\"slide slide-3\" id=\"slide-3\">\n        <p>As designers, we’ve devoted considerable attention to the concept of empathy. But how do we ensure that empathy for our users translates into actionable steps that then guide our design decisions and behaviors? Lyle Mullican explores how we can go beyond listening to our users, and start advocating on their behalf.</p>      </footer>","class":"slide slide-3","id":"slide-3"},"position":{},"description":"Duplicate id attribute value \"slide-3\" found on the web page."}],